public/datos/archivo.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:siiLR="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroLR.xsd" xmlns:sii="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/ssii/fact/ws/SuministroInformacion.xsd"><soapenv:Body><siiLR:SuministroLRFacturasEmitidas xmlns:siiLR="siiR"><sii:Cabecera xmlns:sii="sii"><sii:IDVersionSii>1.1</sii:IDVersionSii><sii:Titular><sii:NombreRazon>Primafrio S.L</sii:NombreRazon><sii:NIF>V5342745</sii:NIF></sii:Titular><sii:TipoComunicacion>A0</sii:TipoComunicacion></sii:Cabecera><siiLR:RegistroLRFacturasEmitidas><sii:PeriodoLiquidacion xmlns:sii="sii"><sii:Ejercicio>2023</sii:Ejercicio><sii:Periodo>12</sii:Periodo></sii:PeriodoLiquidacion><siiLR:IDFactura><sii:IDEmisorFactura xmlns:sii="sii"><sii:NIF>V5342745</sii:NIF></sii:IDEmisorFactura><sii:NumSerieFacturaEmisor xmlns:sii="sii">785</sii:NumSerieFacturaEmisor><sii:FechaExpedicionFacturaEmisor xmlns:sii="sii">2023-06-08</sii:FechaExpedicionFacturaEmisor></siiLR:IDFactura><siiLR:FacturaExpedida><sii:TipoFactura xmlns:sii="sii">F2</sii:TipoFactura><sii:ClaveRegimenEspecialOTrascendencia xmlns:sii="sii">01</sii:ClaveRegimenEspecialOTrascendencia><sii:ImporteTotal xmlns:sii="sii">821.6</sii:ImporteTotal><sii:DescripcionOperacion xmlns:sii="sii">Segunda factura</sii:DescripcionOperacion><sii:Contraparte xmlns:sii="sii"><sii:NombreRazon>Orange S.A</sii:NombreRazon><sii:NIF>B45454574</sii:NIF></sii:Contraparte><sii:TipoDesglose xmlns:sii="sii"><sii:DesgloseFactura><sii:Sujeta><sii:NoExenta><sii:TipoNoExenta>S1</sii:TipoNoExenta><sii:DesgloseIVA><sii:DetalleIVA><sii:TipoImpositivo>4</sii:TipoImpositivo><sii:BaseImponible>790</sii:BaseImponible><sii:CuotaRepercutida>31.6</sii:CuotaRepercutida><sii:TipoRecargoEquivalencia>0.5</sii:TipoRecargoEquivalencia><sii:CuotaRecargoEquivalencia>3.95</sii:CuotaRecargoEquivalencia></sii:DetalleIVA></sii:DesgloseIVA></sii:NoExenta></sii:Sujeta></sii:DesgloseFactura></sii:TipoDesglose></siiLR:FacturaExpedida></siiLR:RegistroLRFacturasEmitidas><siiLR:RegistroLRFacturasEmitidas><sii:PeriodoLiquidacion xmlns:sii="sii"><sii:Ejercicio>2023</sii:Ejercicio><sii:Periodo>23</sii:Periodo></sii:PeriodoLiquidacion><siiLR:IDFactura><sii:IDEmisorFactura xmlns:sii="sii"><sii:NIF>V5342745</sii:NIF></sii:IDEmisorFactura><sii:NumSerieFacturaEmisor xmlns:sii="sii">800</sii:NumSerieFacturaEmisor><sii:FechaExpedicionFacturaEmisor xmlns:sii="sii">2023-06-08</sii:FechaExpedicionFacturaEmisor></siiLR:IDFactura><siiLR:FacturaExpedida><sii:TipoFactura xmlns:sii="sii">F2</sii:TipoFactura><sii:ClaveRegimenEspecialOTrascendencia xmlns:sii="sii">01</sii:ClaveRegimenEspecialOTrascendencia><sii:ImporteTotal xmlns:sii="sii">956.8</sii:ImporteTotal><sii:DescripcionOperacion xmlns:sii="sii">Mucchas</sii:DescripcionOperacion><sii:Contraparte xmlns:sii="sii"><sii:NombreRazon>Orange S.A</sii:NombreRazon><sii:NIF>B45454574</sii:NIF></sii:Contraparte><sii:TipoDesglose xmlns:sii="sii"><sii:DesgloseFactura><sii:Sujeta><sii:NoExenta><sii:TipoNoExenta>S1</sii:TipoNoExenta><sii:DesgloseIVA><sii:DetalleIVA><sii:TipoImpositivo>4</sii:TipoImpositivo><sii:BaseImponible>920</sii:BaseImponible><sii:CuotaRepercutida>36.8</sii:CuotaRepercutida><sii:TipoRecargoEquivalencia>0.5</sii:TipoRecargoEquivalencia><sii:CuotaRecargoEquivalencia>4.6</sii:CuotaRecargoEquivalencia></sii:DetalleIVA></sii:DesgloseIVA></sii:NoExenta></sii:Sujeta></sii:DesgloseFactura></sii:TipoDesglose></siiLR:FacturaExpedida></siiLR:RegistroLRFacturasEmitidas><siiLR:RegistroLRFacturasEmitidas><sii:PeriodoLiquidacion xmlns:sii="sii"><sii:Ejercicio>2023</sii:Ejercicio><sii:Periodo>23</sii:Periodo></sii:PeriodoLiquidacion><siiLR:IDFactura><sii:IDEmisorFactura xmlns:sii="sii"><sii:NIF>V5342745</sii:NIF></sii:IDEmisorFactura><sii:NumSerieFacturaEmisor xmlns:sii="sii">333</sii:NumSerieFacturaEmisor><sii:FechaExpedicionFacturaEmisor xmlns:sii="sii">2023-06-09</sii:FechaExpedicionFacturaEmisor></siiLR:IDFactura><siiLR:FacturaExpedida><sii:TipoFactura xmlns:sii="sii">F2</sii:TipoFactura><sii:ClaveRegimenEspecialOTrascendencia xmlns:sii="sii">01</sii:ClaveRegimenEspecialOTrascendencia><sii:ImporteTotal xmlns:sii="sii">4142.32</sii:ImporteTotal><sii:DescripcionOperacion xmlns:sii="sii">Mucchas</sii:DescripcionOperacion><sii:Contraparte xmlns:sii="sii"><sii:NombreRazon>Orange S.A</sii:NombreRazon><sii:NIF>B45454574</sii:NIF></sii:Contraparte><sii:TipoDesglose xmlns:sii="sii"><sii:DesgloseFactura><sii:Sujeta><sii:NoExenta><sii:TipoNoExenta>S1</sii:TipoNoExenta><sii:DesgloseIVA><sii:DetalleIVA><sii:TipoImpositivo>4</sii:TipoImpositivo><sii:BaseImponible>3983</sii:BaseImponible><sii:CuotaRepercutida>159.32</sii:CuotaRepercutida><sii:TipoRecargoEquivalencia>0.5</sii:TipoRecargoEquivalencia><sii:CuotaRecargoEquivalencia>19.915</sii:CuotaRecargoEquivalencia></sii:DetalleIVA></sii:DesgloseIVA></sii:NoExenta></sii:Sujeta></sii:DesgloseFactura></sii:TipoDesglose></siiLR:FacturaExpedida></siiLR:RegistroLRFacturasEmitidas></siiLR:SuministroLRFacturasEmitidas></soapenv:Body></soapenv:Envelope>
